const faqSeed = [
  {
    q: "Q1：如何养出一只高等级拓麻？",
    a: "拓麻歌子的等级取决于一个概念叫做miss数量，简单来说就是孩子叫你你就得在15min内响应，没响应就看做一个miss。\nmiss分为两种类型，不同类型的miss有不同的解决方式，这些游戏需要玩到excellent（也就是通关）可以消除miss影响：\n————————————\n心理miss：心情值为零呼叫，睡觉忘关灯，没有教育\n消除方法：接音符GET🎵（99个）、举旗FLAG（这个不太划算，周期很长）\n————————————\n身体miss：饥饿值为零呼叫，生病，没有冲厕所\n消除方法：顶球HEADING（20个）、相扑BUMP（这个根本玩不懂）\n————————————\n然后就是你可以每个阶段的孩子睡觉前猛猛玩来消除影响合理进化到高级崽"
  },
  {
    q: "Q2：目前为什么是占位？",
    a: "改不过来了，晚点给文案，先把结构搭好后等待更新"
  },
  {
    q: "Q3：如何提交内容给我？",
    a: "发我v：V02200059或者哪里看到的给我留言吧 >_<"
  }
];
