const faqSeed = [
  {
    q: "Q1：如何养出一只高等级拓麻？",
    a: "拓麻歌子的等级取决于一个概念叫做miss数量，简单来说就是孩子叫你你就得在15min内响应，没响应就看做一个miss。\nmiss分为两种类型，不同类型的miss有不同的解决方式，这些游戏需要玩到excellent（也就是通关）可以消除miss影响：\n————————————\n心理miss：心情值为零呼叫，睡觉忘关灯，没有教育\n消除方法：接音符GET🎵（99个）、举旗FLAG（这个不太划算，周期很长）\n————————————\n身体miss：饥饿值为零呼叫，生病没管，没有冲厕所\n消除方法：顶球HEADING（20个）、相扑BUMP（这个根本玩不懂）\n————————————\n然后就是你可以每个阶段的孩子睡觉前猛猛玩来消除影响合理进化到高级崽"
  },
  {
    q: "Q2：拓麻歌子各阶段进化的时间线？",
    a: "0YR · 幼儿期：大概持续1个小时，这段时间内需要频繁照顾，各种呼叫以及会睡个觉。\n————————————\n0YR · 儿童期（叛逆期）：幼儿期1小时之后进化，+100g，这个阶段持续1天。\n———————————— \n1YR · 青春期：儿童期1天之后进化，+200g，这个阶段持续3天（1YR-3YR）\n———————————— \n4YR · 成年期：青春期3天之后进化，+300g，这个阶段最多持续5天（4YR-9YR），7YR之后奶奶会带人来相亲，如果你选择了MARRY的话，就会立刻生一个小孩然后就开始带娃，然后第二天的晚上就只留下幼崽了，那么就是进入了下一代。\n———————————— \n9YR · 老年期：9YR后还单身的话就会变成老年（形象就是推车卖货大爷和媒婆老奶），+500g，此后媒婆奶奶不会上门只能联机结婚，并且结婚后固定收获一个大叔吉，年龄上限是99YR（我怀疑是位置不够写了，顺便一个无用的tips金钱上限是9999g，记得及时花掉），好像说玩到之后会变成墓碑按A+C成蛋重开，俺也没玩到过。"
  },
  {
    q: "Q3：说明书找不到了怎么办？",
    a: "这里有电子版下载，中文说明书（图片）和英文说明书（pdf）。",
    downloads: [
      {
        label: "下载中文说明书",
        href: "./manuals/tamagotchi-v3-manual-zh.jpg"
      },
      {
        label: "下载英文说明书",
        href: "./manuals/tamagotchi-v3-manual-en.pdf"
      }
    ]
  },
  {
    q: "Q4：如何提交内容给我？",
    a: "发我v：V02200059或者哪里看到的给我留言吧 >_<"
  }
];
